Show / Hide Table of Contents
Class BIMProject
Inheritance
System.Object
BIMProject
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaStatiCa.Plugin
Assembly: IdeaStatiCa.Plugin.dll
Syntax
[DataContract]
public class BIMProject
Properties
Improve this Doc   View Source
CoutryCode
Declaration
[DataMember]
public CountryCode CoutryCode { get; set; }
Property Value
 Type |  Description
 CountryCode
 Improve this Doc
 View Source